@prefix dcterms: <http://purl.org/dc/terms/> .
@prefix owl: <http://www.w3.org/2002/07/owl#> .
@prefix rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> .
@prefix rdfs: <http://www.w3.org/2000/01/rdf-schema#> .
@prefix vs: <http://www.w3.org/2003/06/sw-vocab-status/ns#> .
@prefix o: <http://omeka.org/s/vocabs/o#> .
@prefix datavis: <https://jardindesconnaissances.univ-paris8.fr/AVUN/20-21/g5/onto/datavis#> .

<https://jardindesconnaissances.univ-paris8.fr/AVUN/20-21/g5/onto/datavis#> a owl:Ontology ;
    dcterms:title " Data Visio " .

datavis:Fournisseurs a rdfs:Class ;
    rdfs:label "Fournisseurs" ;
    rdfs:domain o:Ressource;
    vs:term_status "experimental" .

datavis:Id a rdfs:Property ;
    rdfs:label "Id" ; 
    rdfs:domain o:ressource ;
    owl:sameAs dcterms:title ;
    vs:term_status "experimental" .

datavis:NSiret a rdfs:Property ;
    rdfs:label "NSiret" ; 
    rdfs:domain o:ressource ;
    owl:sameAs dcterms:title ;
    vs:term_status "experimental" .

datavis:Nom a rdf:Property ;
    rdfs:label "Nom" ; 
    rdfs:domain o:ressource ;
    owl:sameAs dcterms:title ;
    vs:term_status "experimental" .

datavis:Adresse a rdf:Property ;
    rdfs:label "Adresse" ; 
    rdfs:domain o:ressource ;
    owl:sameAs dcterms:title ;
    vs:term_status "experimental" .

datavis:Produits a rdfs:Class ;
    rdfs:label "Produits" ;
    rdfs:domain o:Ressource;
    vs:term_status "experimental" .

datavis:Id a rdf:Property ;
    rdfs:label "Id" ; 
    rdfs:domain o:ressource ;
    owl:sameAs dcterms:title ;
    vs:term_status "experimental" .

datavis:Description a rdf:Property ;
    rdfs:label "Description" ; 
    rdfs:domain o:ressource ;
    owl:sameAs dcterms:title ;
    vs:term_status "experimental" .

datavis:Prix a rdf:Property ;
    rdfs:label "Prix" ; 
    rdfs:domain o:ressource ;
    owl:sameAs dcterms:title ;
    vs:term_status "experimental" .

datavis:Image a rdf:Property ;
    rdfs:label "Image" ; 
    rdfs:domain o:ressource ;
    owl:sameAs dcterms:title ;
    vs:term_status "experimental" .

datavis:Catégorie a rdf:Property ;
    rdfs:label "Catégorie" ; 
    rdfs:domain o:ressource ;
    owl:sameAs dcterms:title ;
    vs:term_status "experimental" .

datavis:Clients a rdfs:Class ;
    rdfs:label "Clients" ;
    rdfs:domain o:Ressource;
    vs:term_status "experimental" .

datavis:Id a rdf:Property ;
    rdfs:label "Id" ; 
    rdfs:domain o:ressource ;
    owl:sameAs dcterms:title ;
    vs:term_status "experimental" .

datavis:Nom a rdf:Property ;
    rdfs:label "Nom" ; 
    rdfs:domain o:ressource ;
    owl:sameAs dcterms:title ;
    vs:term_status "experimental" .

datavis:Prénom a rdf:Property ;
    rdfs:label "Prénom" ; 
    rdfs:domain o:ressource ;
    owl:sameAs dcterms:title ;
    vs:term_status "experimental" .

datavis:Age a rdf:Property ;
    rdfs:label "Age" ; 
    rdfs:domain o:ressource ;
    owl:sameAs dcterms:title ;
    vs:term_status "experimental" .

datavis:Adresse a rdf:Property ;
    rdfs:label "Adresse" ; 
    rdfs:domain o:ressource ;
    owl:sameAs dcterms:title ;
    vs:term_status "experimental" .

datavis:Filiales a rdfs:Class ;
    rdfs:label "Filiales" ;
    rdfs:domain o:Ressource;
    vs:term_status "experimental" .

datavis:Numéro a rdf:Property ;
    rdfs:label "Numéro" ; 
    rdfs:domain o:ressource ;
    owl:sameAs dcterms:title ;
    vs:term_status "experimental" .

datavis:Adresse a rdf:Property ;
    rdfs:label "Adresse" ; 
    rdfs:domain o:ressource ;
    owl:sameAs dcterms:title ;
    vs:term_status "experimental" .


datavis:DataAnalystes a rdfs:Class ;
    rdfs:label "DataAnalystes" ;
    rdfs:domain o:Ressource;
    vs:term_status "experimental" .

datavis:Id a rdf:Property ;
    rdfs:label "Id" ; 
    rdfs:domain o:ressource ;
    owl:sameAs dcterms:title ;
    vs:term_status "experimental" .

datavis:Nom a rdf:Property ;
    rdfs:label "Nom" ; 
    rdfs:domain o:ressource ;
    owl:sameAs dcterms:title ;
    vs:term_status "experimental" .

datavis:Prénom a rdf:Property ;
    rdfs:label "Prénom" ; 
    rdfs:domain o:ressource ;
    owl:sameAs dcterms:title ;
    vs:term_status "experimental" .

datavis:Logiciels a rdfs:Class ;
    rdfs:label "Logiciels" ;
    rdfs:domain o:Ressource;
    vs:term_status "experimental" .

datavis:Nom a rdf:Property ;
    rdfs:label "Nom" ; 
    rdfs:domain o:ressource ;
    owl:sameAs dcterms:title ;
    vs:term_status "experimental" .

datavis:Version a rdf:Property ;
    rdfs:label "Version" ; 
    rdfs:domain o:ressource ;
    owl:sameAs dcterms:title ;
    vs:term_status "experimental" .

datavis:Collection a rdf:Property ;
    rdfs:label "Collection" ; 
    rdfs:domain o:ressource ;
    owl:sameAs dcterms:title ;
    vs:term_status "experimental" .

datavis:Traitemnt a rdf:Property ;
    rdfs:label "Traitement" ; 
    rdfs:domain o:ressource ;
    owl:sameAs dcterms:title ;
    vs:term_status "experimental" .

datavis:Détection a rdf:Property ;
    rdfs:label "Détection" ; 
    rdfs:domain o:ressource ;
    owl:sameAs dcterms:title ;
    vs:term_status "experimental" .

datavis:Visualisation a rdf:Property ;
    rdfs:label "Visualisation" ; 
    rdfs:domain o:ressource ;
    owl:sameAs dcterms:title ;
    vs:term_status "experimental" .

datavis:Prédiction a rdf:Property ;
    rdfs:label "Prédiction" ; 
    rdfs:domain o:ressource ;
    owl:sameAs dcterms:title ;
    vs:term_status "experimental" .